### taps
tap "buo/cask-upgrade" ## cu

### services
brew "colima" ### COntainer LInux MAchines (e.g. docker) for MacOS

cask "affinity-photo"
cask "anki"
cask "arc"
cask "bazecor" ### dygma
cask "discord"
# cask "docker"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "iina" ### includes cli, unlike official tap
cask "keycastr"
cask "microsoft-edge"
cask "obsidian"
cask "orbstack"
cask "qbittorrent"
cask "signal"
cask "spotify"
cask "vial"
cask "visual-studio-code"
cask "wezterm"
cask "windscribe"
cask "zen-browser"
