### taps
tap "cirruslabs/cli"
tap "buo/cask-upgrade"

### services
brew "colima" ### COntainer LInux MAchines (e.g. docker) for MacOS

### general
brew "cirruslabs/cli/tart" ### native virtualization for MacOS and Linux guests
brew "mas" ### Mac App Store cli

### casks
cask "affinity-photo" ### au
cask "anki"
cask "arc" ### au
cask "bazecor" ### dygma ; au
cask "blender" ### pin
cask "blockbench"
cask "discord" ### au
cask "docker"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "ghostty" # au
cask "google-chrome" # au
cask "hiddenbar"
cask "iina" ### includes cli, unlike official tap
cask "keepingyouawake"
cask "keycastr"
cask "launchpad-manager"
cask "microsoft-edge"
cask "obsidian"
cask "qbittorrent"
cask "qmk-toolbox"
cask "raycast"
cask "signal"
cask "spotify"
cask "steam"
cask "superduper"
cask "vial"
cask "visual-studio-code"
cask "wezterm"
cask "maccy"
cask "shottr"
cask "windscribe" # au
