### core
brew "atuin"
brew "bat"
brew "chezmoi"
brew "ctop"
brew "difftastic"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "gh"
brew "git"
brew "gitui", args: ["HEAD"], link: false # Req > v0.27 for https://github.com/gitui-org/gitui/pull/2565
brew "gnu-sed"
brew "grc"
brew "grep"
brew "gum"
brew "helix"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "mergiraf"
brew "mise" ### packaging
brew "mosh"
brew "mprocs"
brew "navi"
brew "nushell"
brew "pnpm"
brew "scooter"
brew "speedtest-cli"
brew "starship"
brew "tealdeer"
brew "television"
brew "uutils-coreutils"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"

### language servers
brew "bash-language-server"
brew "fish-lsp"
brew "lua-language-server"
brew "marksman"
brew "tailwindcss-language-server"
brew "taplo" ### toml
brew "typescript-language-server"
brew "vscode-langservers-extracted" ### HTML/CSS/JSON/ESlint
brew "yaml-language-server"
